Repository: bboy22dxdavid/slider-wp
Catalog: DV-SLIDER/languages/dn-slider-*.po
Languages: pt_br

source: How does it work?
pt_br: como funciona?

source: Other Plugin Options
pt_br: outras opções de plugins

source: Shortcode
pt_br: código curto

source: Slider Title
pt_br: titulo do slider

source: Display Bullets
pt_br: marcadores de exibição

source: Slider Style
pt_br: estilo do slider

source: Use the shortcode [dn_slider] to display the slider in any page/post/widget
pt_br: use o código curto [dn-slider] para o controle do slider em qualquer pagina/post/widget

source: Whether to display bullets or not
pt_br: onde exibir bullets ou não

source: Please, type some text
pt_br: por favor, digite algum texto

source: Manage Slides
pt_br: gerir slides

source: Add New Slide
pt_br: adicionar um novo slider

source: Settings Saved
pt_br: salvou definições

source: Link Text
pt_br: link do texto

source: Link URL
pt_br: link da url

source: Link Options
pt_br: link de opções

source: Add some text
pt_br: adicionar algum texto

source: Main Options
pt_br: menu de opções

source: Additional Options
pt_br: opções adicionais

source: Save Settings
pt_br: salvar configurações
